ANEKDOT = [
'''
 Что самое трудное в сексе с мертвыми?
Понять, кто из вас более гнилой человек
 '''
,''' 
Член токаря Игоря попал в токарный станок. После этого случая, токарь Игорь работает без конца
 '''
,'''
 мало кто знает, но когда александры рождаются, их отправляют на саньобработку. 
'''
,'''
 Заходит бабулька в троллейбус, а там негр стоит.
Бабулька:
- АААААА! ОБЕЗЬЯНА!!!!
Пассажиры:
- Бабушка! Какая же это обезьяна. Это афроамериканец. Просто у них там палящее солнце вот он и черный. Ты бы извинилась бы перед ним...
Бабулька:
- Ну ладно, милок, извини.
Негр:
- Да ничего, бабуль...
- А-А-А-А-А-А-А! ОНА ЕЩЕ И ГОВОРЯЩАЯ!!! "
," На рынке стоит глухой продавец инжира. Его спрашивают:
–Почем инжир?
–300 рублей.
–Так вы же глухой!
–Так хули вы у меня ещё спросить-то можете? 
''' 
 , '''У татарских дединсайдов родилась дочь.
Назвали Гулей
'''

,'''Идет группа феминисток по пустыне, находят лампу с джинном, и загадывают, чтобы их права не ущемлялись. Джинн сделал их мужчинами'''

,'''Находясь первый раз в гей-клубе, я подбросил монету: если выпадет решка, то буду участвовать в групповухе, если орёл - нет. И знаете что у меня выпало? Прямая кишка'''
,'''Попала журналистка в прошлое. Вдруг видит Илья Муромец по дороге скачет.
- Вы Илья Муромец, да?
- Да.
- А можно интервью?
- Слова-то какие заморские. Ну ладно, соси.'''
,'''Сколько нужно протестующих, чтобы поменять лампочку?

Нисколько.
Протестующие ничего не меняют'''
,'''Морозным зимним вечером прогуливался Владимир Ильич по Москве и встретил маленькую девочку. Девочка горько плакала.
- Что же ты плачешь, девочка? - спросил Ильич.
- Мама мне дала копеечку на хлебушек, а я ее потеряла...
Пожалел Ленин девочку, дал ей копеечку, а она все равно горько плачет.
- Что же ты теперь-то плачешь, девочка ? - опять спросил Ильич.
- А вот если бы я не потеряла копеечку, то было бы у меня сейчас две копеечки...
Не понравилась Ильичу буржуазная сущность девочки. Отнял он у нее копеечку, а заодно и пальто, и шапочку.'''
,'''Скачет Илья Муромец по пустыне, устал, силы на исходе, видит вдали оазис вода и еда, и там же Змей Горыныч. Илья Муромец достал свой меч и в бой с Змей Горынычем, бьётся день и ночь с ним в жестоком бою, на третий день Змей Горыныч спрашивает у Богатыря, да что ж тебе надо от меня?
- Да пить я хочу.
- Да пей, хли ты добался-то?!'''
,'''Сидят 2 наркомана на лавочке
Один из них играет на гитаре одну и ту же ноту
Второй спрашивает :" а что такое ты ебашишь?"
Первый отвечает :" ну как что? Соль"'''
,'''Устроился мясник подрабатывать санитаром в Роддом.
Врач принимает роды, отдает ему ребенка и говорит: "Пойди взвесь". Через некоторое время Мясник возвращается и, устало вытирая пот со лба, говорит: "Кило восемьсот без костей"'''
,'''Идёт по парку голубой, смотрит спит на скамейке пьяный бомж со спущенными штанами, пристроился голубой сделал своё дело и положил в карман бомжу 100 баксов. Утром просыпается бомж, полез в карман за сигаретой и увидел 100 баксов, обрадовался, побежал в магазин, говорит:
- бутылку дорогого коньяку и пачку мальборо Напился и опять улёгся на той же скамейке.
Вечером голубой идёт уже с другом, увидели бомжа сделали своё дело и положили в карман уже 200 баксов.
Просыпается бомж и сразу же в карман, нашел, обрадовался и в магазин.
Берет самый дорогой коньяк и блок самых лучших сигарет. Напивается и всё повторяется.
Голубой с друзьями оприходовали бомжа по полной программе и положили в карман 500 баксов. Просыпается бомж и в магазин, достаёт 500 баксов и говорит: - на всё водки.
Продавщица поинтересовалась, а почему не коньяк.
Он отвечает: - от Вашего коньяка жопа очень болит'''
,'''Китайцы изобрели часы, которые услышав мат, перескакивают вперёд на минуту.
Пришли в китайский бар, поставили туда часы на 24 часа, пришли через сутки, видят - часы идут на 3 минуты вперёд.
Пришли в английский бар, повесили часы на 24 часа, приходят через сутки, а часы на 5 минут вперёд идут.
Пришли в русский бар, оставили часы на 24 часа, через сутки приходят, глядят - часов нет!
Подходят к бармену, спрашивают:
- Мы вчера в вашем баре повесили часы, где они?
Бармен, удивляясь:
- Ааа...так это были часы? А мы думали, нахуя нам зимой вентилятор!'''
,'''Какая часть овоща самая не вкусная?
.
.
.
.
.
.
Коляска'''
,'''Приезжает в колхоз новый зоотехник. Старшая доярка проводит экскурсию:
- Вот здесь коровы едят, здесь спят...
- Это все понятно, а где у вас бык-производитель?
- Да ты что, милый! У нас колхоз бедный, нет денег на быка.
- А как вы вопрос то решаете?
- Дык, это, пастухи стараются.
- Как это?
- Пойдем покажу.
Приходят на поляну. Там пастухи коров разобрали, пристроились и е...
Одна корова в стороне стоит, одинокая. Зоотехник не растерялся, тоже, соответственно пристроился и начал ее е... Вдруг все пастухи остановились и смотрят на зоотехника обалдевшими глазами. Тот, смущенно:
- Мужики, я что-то не так делаю?
- Так она ж ведь некрасивая!'''
,'''Токарь третьего разряда Сидоров не женился, потому что на заводе высоко ценили отсутствие брака.'''
,'''    Женщина решила сделать подтяжку лица на свой 50-летний юбилей. Она потратила на это 5000 долларов и в результате чувствует себя прекрасно.
    По пути к автобусной остановке она заходит в "Макдональдс" и задаёт молодой кассирше вопрос:
    - Вы не возражаете, если я вас спрошу: "Сколько мне лет?"
    Та, чтобы сделать клиентке приятное, отвечает:
    - О, мадам, от силы лет тридцать! Но выглядите вы ещё моложе.
    - Не-а! Мне точно пятьдесят! - говорит женщина счастливо.
    Стоя на остановке в ожидании автобуса, она задаёт этот же вопрос стоящему рядом пожилому мужчине.
    Он говорит:
    - Леди, мне 74 года, и у меня, к сожалению, проблемы со зрением. Но когда я был молодым, у меня был абсолютно надёжный метод определения истинного возраста женщин. Не хочу выглядеть нахальным, но это потребует от вас позволить мне сунуть руки под ваш лифчик. Только тогда я смогу точно сказать, сколько вам лет.
    Женщина поначалу возмутилась про себя, но любопытство в ней перевесило и она разрешила:
    - Чёрт с ним, вперёд!
    Он тут же просунул обе руки под её лифчик, медленно водил там, гладил, взвешивал каждую грудь, мягко трогал соски, тёр груди одну о другую.
    После нескольких минут такого тщательного ощупывания она говорит:
    - O'key! Сколько же мне лет?
    Тот закончил последнее сжатие грудей, извлёк из лифчика руки и ответил:
    - Мадам, вам 50 лет!
    Остолбеневшая и обалдевшая, женщина спрашивает:
    - Это невероятно! Как вы смогли так точно определить?
    На что мужчина вежливо и немного смущённо ответил:
    - Я стоял позади вас в очереди в "Макдональдсе"...

'''
,'''    Бобер по широкой реке плывет, вдруг чует - коноплей потянуло.
    Подплывает к берегу, а там в кустах волк сидит, курит косяк.
    Бобер: - Волк! Дай пару раз "дернуть"!
    Волк: - Держи. Только ты сразу не выдыхай, а нырни поглубже.
    Волк дунул, бобр набрал дыма, нырнул поглубже, а тут у него
    "приход" начался. Он пронырнул под водой на другой берег в
    осоку, там вылез, лег на берег и выдохнул. А тут, как на грех,
    бегемот мимо проходил.
    Бегемот: - Бобер! Я не понял, че за х....! Я не курю, а ты
    куришь? Делиться надо!
    Бобр: - Слышь, Бегемот, не ломай кайф, у меня нету, а на
    том берегу сидит Волк, плыви у него проси.
    Бегемот залез в воду, нырнул, и вынырнул рядом с волком.
    Волк увидел его и орет: - Бобер, ты чего! Выдыхай!! Выдыхай!!!

'''
,'''Попали в рай тибетский монах, немец, еврей и русский. Стоит перед ними святой Петр, и молвит:
- Вы четверо за жизнь делали как достойные поступки, так и презренные. Не могу вас отправить ни в Рай, ни в Ад. А потому делаю вы испытание. Явится скоро Сатана и будет бить вас огненным кнутом. Если вы выдержите пять ударов ни разу не всрикнув, отправитесь в Рай, коли нет - в Ад. При этом вы можете выбрать одну любую вещь, которой будете защищаться. Итак, кто первый?
Еврей решил быть первым.
- Хочу алмазный щит.
- Хорошо, вот он.
Бил его Сатана, бил. Ударил раз, щит выдержал, два - раздался треск, три - щит разломался, а четвертым ударом ударил Сатана еврея, и тот как заорет...
- Отправляйся-ка ты в Ад - молвил святой Петр.
Следующим решил быть тибетский монах.
- Чем защищаться будешь от Сатаны, сын мой?
- Я годами тренировал его силу, и мне не нужно ничего, кроме моего тела.
- Да будет так!
Бил его Сатана, бил, а монах все медитирует и все ему ни по чем.
- Хорошо, сын мой. Можешь идти в рай. Кто дальше? Может ты, немец?
Немцы - народ практичный, и немец сказал:
- Русские всегда выигрывают в анекдотах. Хочу посмотреть, что этот будет делать.
- Хорошо. Итак, русский, чем будешь защищаться?
- Тибетским монахом, конечно же.'''
,'''Как называют черную женщину, сделавшую 7 абортов? Борец с преступностью'''
,'''Сидит как-то вечером армянская семья за столом, ужинает.
И вдруг ни с того, ни с сего сын говорит отцу:
- Отец, я больше не хочу быть армянином.
- Ну что ж, хорошо.
В общем, отец забрал у сына ключи от машины, деньги и выгнал из дома.
Сидит сын у порога и думает, потом решается и стучит в дверь обратно.
- Ну что, сын, понял?
- Даааа. Ебать вы армяне пидорасы.'''
,'''Однажды Лев Толстой поспорил, что сможет написать самый короткий рассказ, способный растрогать любого.
Он проиграл спор.'''
,'''    На совхозной свиноферме молоденький тракторист неловко подавал задом, ну здоровенный прицеп с навозом и наебнулся набок.
    Парнишка бегает вокруг, суетится.
    Зоотехник ему говорит:
    - Да хули ты тут переживаешь, давай перекурим это дело, обмозгуем как и что...
    - Некогда, - говорит тракторист, - Семеныч ругаться будет.
    - Да ладно тебе, давай закуривай, - протягивает ему пачку зоотехник.
    Закурили.
    - Такие дела... Ты тут теперь полдня будешь ебаться... Надо пойти пожрать, а то гляди, ты с этим гавном без обеда останешься.
    - Не могу, надо торопиться, а то Семеныч осерчает, - меньжуется парнишка.
    Ладно, пошли, плотно закусили. Зоотехник достает пузырь со спиртом.
    - Ну, давай-ка ебнем по-маленькой...
    - Да я не могу, Семеныч узнает, разорется.
    - Хуйня это, не ссы, все успеешь.
    Налили по маленькой, выпили.
    - Вот теперь хорошо бы пивком усугубить...
    - Да я лучше пойду, а то, боюсь, Семеныч сильно распиздится.
    - Да где этот твой Семеныч? - удивляется зоотехник.
    - А там остался, его говном завалило.

'''
,'''Гаишник приходит домой раньше времени, смотрит- а жена в постели лежит, на столе дорогие конфеты, полбутылки вина и два бокала.

- Где любовник?

- Что ты, дорогой, какой любовник?

- Найду- застрелю, а потом и тебя.

Ищет по всему дома. На балконе нет, за шторами нет, в шкафу нет, в ванной нет, в кладовке нет. Приседает, чтобы заглянуть под кровать, а оттуда высовывается рука и протягивает ему купюру 5000 рублей.

- И под кроватью нет!'''
,'''Сидят как то раз в бане Петька и Василий Иваныч и прибухивают авиационный спирт.
Вдруг к ним забегает старшина и орет:
-Белые входят в Омск!
Петька говорит:
-Василь Иваныч, бежать надо.
А Чапаев ему:
-Да погоди ты Петька, давай лучше по 150 бахнем.
Бахнули, проходит 10 минут, забегает опять старшина и кричит:
-Белые уже на нашей улице!
Петька:
-Василь Иваныч, ноги надо делать
-Обожди Петька, щас по 150 бахнем и пойдём.
Бахнули. А Чапаев все сидит. В крайний раз вбегает старшина, весь в копоти, раненый, в руке наган, из последних говорит:
-Белые уже в доме
И умирает
Василь Иваныч молча разливает и накатывает ещё по 150, спрашивает Петьку:
-ты меня видишь?
-нет
-я тебя тоже нет. Хорошо, значит, замаскировались'''
,'''Женщина и её любовник находились в доме, пока муж был на работе. Её девятилетний сын вошел в комнату и, видя, как они занимаются любовью, спрятался в шкаф и оттуда подглядывал. Внезапно входит муж. Жена прячет любовника в шкаф, не зная, что её сын там.
Мальчик:
––Темно здесь.
––Да.
— У меня есть футбольный мяч.
— Это хорошо.
— Вы не хотите его купить?
–– Нет, спасибо.
–– Мой отец снаружи.
–– Ок, сколько?
–– 250 долларов.
Спустя несколько недель мальчик и мужчина снова встречаются в шкафу.
Мальчик:
— Темно здесь.
— Да.
— У меня есть кроссовки.
Помня, что случилось в прошлый раз, мужчина спрашивает:
— Сколько?
— 750 долларов.
— Ок.
Спустя несколько дней, отец говорит своему сыну:
— Пойдем поиграем в футбол.
— Я не могу, я продал мяч и кроссовки.
— Сколько ты получил?
— 1000 долларов.
— Это ужасно! Как ты мог взять так много денег? Это намного больше, чем они стоят. Это грех, ты должен пойти в церковь и покаяться.
Отец повел сына в церковь. Мальчик зашел в исповедальню, закрыл дверь и сказал:
— Темно здесь.
Священник:
— Бля, вот только не начинай опять с этой хуйни!'''
,'''    Ну, в общем, соревнования по борьбе. Тренер инструктирует своего подчиненного перех выходом на ринг.
    - У твоего соперника есть один захват, которым он всегда побеждает. Если попадешь в него, то сдавайся сразу лучше. Понял?
    -Понял
    Начинается бой, и его подопечный сразу попадает в этот захват.
    Тренер в истерике убегает в раздевалку, и слышит, как объявляют, что победил его подопечный. Он в шоке выходит, видит, что действительно победил, подходит и спрашивает:
    - Слышишь, а как ты выбрался? Я же видел, как он тебя поймал.
    - Ну вот лежу я и вижу: ноги, ж*па, яйца...ну я взял и укусил за них. Тренер, вы не представляете на что способен человек, укусивший себя за яйца.

'''
,'''Абхазская свадьба. Тамада понимает, что ему очень хочется пёрнуть. Вот дико, прям сил нет.
В последний момент в голову приходит решение - выстрелить в воздух, типа салют за молодых, и под это дело пёрнуть, чтоб никто не услышал.
Щёлк - бззззз - осечка! Позор неминуемый, ну он сразу выбегает и в горы, думает, лет двадцать отсижусь там, а там уж и забудут.
Жил там двадцать лет, питался чем может, короче кошмар. Надоело, решил спуститься.
Мальчик стоит лет пяти. Он такой ему - мальчик, я давно дома не был, что там у нас в ауле нового?
- А, дяденька, с тех пор, как тамада на свадьбе пёрнул, ничего интересного!'''

,'''Сидят отец и сын с очень большой головой, молча обедают. Вдруг отец ни с того ни с сего со всей дури отвешивает сыну леща. — За что, батя?! — Ненавижу тебя блядь! Такую пизду испортил!'''
,'''В ресторане:

- что вам?

- пюре и свинину…

- лучком посыпать?

- а это бесплатно?

- а Вам точно свинину можно?'''
,'''Маядзуко как-то попивал свой любимый чай и к нему пришёл его ученик.

- Маядзуко, чем жизнь отличается от существования?

- Сейчас я объясню. Пожалуйста, принеси мне мой чайник и две чашки.

Ученик принёс ему то, что он просил.

- Теперь налей в обе чашки одинаковое количество чая, но в одну положи сахар, а в другую нет.

Ученик сделал это и Маядзуко выпил обе чашки.

- Принеси ещё один чайник и налей в него ещё две чашки чая. Одну чашку сделай с холодным чаем, другую горячей.

Ученик сделал это и Маядзуко вновь выпил обе чашки.

- Принеси ещё один чайник, налей ещё две чашки чая. В одну положи клубнику, в другую - смородину.

Ученик сделал это и Маядзуко опять выпил обе чашки.

- Нихуя я чая напился - сказал Маядзуко.'''
,'''И разделил отец имущество поровну между тремя сыновьями. "Охуенно!" - сказал четвертый сын.'''
,'''На полке стояло слабительное.
-Я сильный, ничто не сделает меня слабее - подумал Штирлиц.
Bыпил и обосрался.'''
,'''Купил мужчина шляпу, а она ему как раз.'''
,'''Жила-была на свете одна маленькая девочка. Однажды, будучи ещё девственницей, девочка прочитала в женском журнале, что средний размер члена у мужчин - от 14 до 18 см. От 18 до 22 см - большой. А свыше 22 см - очень большой.
Девочка незамедлительно пошла в магазин, купила там линейку и решила, что её любовники будут только мальчики с о-о-очень большими членами. Первым делом проверку прошёл её тогдашний бойфренд. Не набрал даже 8-ми сантиметров, и был послан в известном направлении. Потом у неё появились и другие мальчики, но все они, как назло, не дотягивали до 10-ти сантиметров.
Годы шли, девочка превратилась в девушку и всегда носила с собой в сумочке заветную линейку. К 25-ти годам в её жизни появился один парень. Контрольный замер выдал невиданную доселе цифру - 15 см! Но девушка твёрдо помнила ту статью из журнала - только х*и свыше 22-х см могут считаться о-о-очень большими.
Проходили годы, девушка превратилась в женщину, всё такую же ухоженную, но с пустыми и злыми глазами! И всё так же шла она по жизни, крепко сжимая в руке уже изрядно потрёпанную линейку. Женщина старела, интерес к ней со стороны мужчин падал, линейка всё реже извлекалась из сумочки.
Через десять лет она совсем зачахла и умерла, так и не узнав, что линейка была дюймовой...'''
,'''Пошли две женщины на ипподром. Стали думать, на какую лошадь поставить. Одна и спрашивает:
— У тебя какой номер лифчика?
— Ну третий.
— А у меня четвертый. Три плюс четыре — семь. Поставили на лошадь номер 7. Она и победила. Вернулись похвастались четырём подругам-феминисткам, а те назавтра тоже на скачки двинули:
— Ты сколько гендеров знаешь?
— Тридцать два!
— А я сорок три!
Поставили на лошадь номер 75, но первой пришла лошадь номер 4.'''
,'''Авиакатастрофа. Самолет упал на необитаемый остров.
В живых остались два пилота и стюардесса…
Через месяц стюардесса со словами: Пора прекратить этот разврат, – застрелилась.
Еще через месяц пилоты сказали: Пора прекратить этот разврат, – и закопали стюардессу.
Прошел еще месяц и пилоты со словами: Пора прекратить этот разврат, – откопали стюардессу.'''
,'''Один англичанин все время
проигрывал деньги на скачках.
И однажды он наконец понял, что нужно сделать, чтобы взять крупный выигрыш. Он не играл шесть лет. За шесть лет он скопил шесть тысяч фунтов стерлингов. И через шесть лет шестого числа шестого месяца в день больших скачек в Лондоне он встал в шесть часов утра. специально вызвал такси с номером 66-66, приехал на ипподром, дал шесть шиллингов на чай таксисту, пошел в шестую кассу и все шесть тысяч фунтов стерлингов поставил на шестой заезд на шестую лошадь. И лошадь пришла шестой.'''
,'''Приехал мужик в гостиницу а его поселили в общий номер на 10 человек. Все пьют, матом орут, политические анекдоты рассказывают, а ему смерть как спать хочется... Вот вышел он в коридор и видит девушку-горничную, говорит ей:
- Вас как зовут?
-Лида.
- Лидочка , если вам не трудно, не могли бы вы мне минуток через десять принести в номер чашечку кофе?
Ну и пошёл назад. Походил по номеру минут пять а потом говорит:
- мужики, вы с ума сошли, в гостиницах все номера прослушиваются а вы власть ругаете, политические анекдоты травите. Не боитесь?
- да кому мы нужны? Ты че придурок?
Мужик подойдя к розетке в стене наклонился и говорит:
- Товарищ майор, пожалуйста попросите Лидочку принести мне чашечку кофе...
Мужики пальцами у висков крутят. Вдруг открывается дверь и Лидочка приносит чашечку кофе.
Все испуганно замолчали и спать легли.
Утром мужик просыпается, никого в номере и Лидочка кровати заправляет.
Он спрашивает: - а где все?
- а забрали всех ночью!
- а меня почему не тронули???
- а очень товарищу майору шутка с кофе понравилась... )'''
,'''Застрял русский в лифте, нажимает на звонок, ему голос:
- Якщо Ви розмовляєте українською, натисніть один! Если Вы разговариваете на русском языке нажмите два!
Ну тот с уверенностью нажимает два, ему голос:
- Шо, москаляка, застряв?!'''
,'''Едет машина скорой помощи, внутри водитель, врач, фельдшей, медсестра и студент практикант. Едут, вдруг водитель резко тормозит и начинает задыхаться. Хватается руками за горло, шипит - ужасное зрелище. Медсестра невозмутимо и твердо хватает чемоданчик с препаратами и бьет водителя по голове. Тот моментально успокаивается и машина продолжает движение. Тут фельдшер хватается за горло, падает на пол, начинает задыхаться и сипеть. Медсестра зло бьет фельдшера по голове и тот сразу оправляется и садится на место. Не прошло и минуты, как врач начинает задыхаться и брыкаться на полу. Медсестра резким ударом чемоданчика приводит врача в чувства. Обалдевший от увиденного студент спрашивает у врача:
- Я учусь только на 4 курсе и все мои знания - это сплошная теория, но о подобных симптомах я даже не слышал! А метод лечения настолько странный, что я окончательно растерян, не могли бы вы мне объяснить..
Врач, махая рукой:
- А, не бери в голову. У медсестры муж вчера повесился, мы ее подъебываем'''
,'''На одном корабле работал фокусник. Так как пассажиры постоянно менялись, он без перемены проделывал одни и те же фокусы. К его несчастью, капитанский попугай просмотрел его выступление достаточно раз и разгадал все секреты.
Во время каждого выступления попугай портил все фокусы своими криками
"Эта не та шляпа! Он прячет пиковую даму в кармане брюк! В коробке дырочка! ".
Фокусник сердился, но ничего не мог сделать, капитанский попугай все–таки...
Однажды корабль потерпел крушение, и только фокусник и попугай выжили и продолжали плавать в море на какой–то доске. Фокусник злобно смотрел на попугая, который, в свою очередь, недружелюбно косился на фокусника. Наконец, попугай не выдержал:
— Ну ладно, ладно, я сдаюсь! Где корабль?!'''
,'''Запрыгивает еврей в такси и кричит:
-газу давай!'''
,'''Зашли как-то Навальный и Шевцов в аптеку, Навальный: -два гандона
Аптекарь: -я вижу, что брать будете?'''
,'''Двое занимаются любовью в машине. В стекло стучит мент.
— Что вы здесь делаете?
Парень: — девушку трахаю
— Хм, я следующий.
— Это мне нравится, я еще никогда не трахал мента.'''
,'''Жила-была бедная семья и была у них одна единственная корова-кормилица. Однажды, приходит отец с работы и видит, что корова мертва, ну, с горя и повесился в сарае на крюке.
Приходит жена, видит картину: корова мертва, муж весит на крюке, она с горя повесилась рядом на втором крюке.
Приходит старший брат, видит - корова, отец, мать мертвы, хотел с горя рядом на крюке повеситься, но крюки закончились, пошел на реку топиться.
Пришел на реку, видит - русалка у берега сидит, а она ему и говорит:
- Сможешь меня трахнуть 15 раз, всех воскрешу, и родителей, и корову! А не сможешь - утоплю.
Старший брат трахнул ее 10 раз,больше не смог, русалка утопила его.
Приходит средний брат домой, видит ту же картину: корова, родители мертвы, пошел на реку топиться.
Пришел на реку, видит - мертвый брат в реке, а рядом русалка сидит, она ему и говорит:
- Сможешь трахнуть меня 10 раз, всех воскрешу! и брата, и родителей, и корову! а не сможешь - убью.
Средний брат трахнул ее 7 раз, больше не смог, она его утопила.
Приходит младший брат, видит - родители мертвы, идёт на реку, на реке два брата в воде мертвые, а рядом русалка сидит.
Она ему говорит, как самому младшему:
- Сможешь трахнуть меня 5 раз, всех воскрешу! Не сможешь - утоплю.
Младший брат подумал и говорит:
- А можно 10 раз?
- Можно!
- А 15?
- Ну... Можно..
- А 20?!
- А ты сможешь?
- Смогу! А ты не сдохнешь, как наша корова?'''
,'''— От винта, пидорасы! — кричал Карлсон, отгоняя пидорасов от винта.'''
,'''Любитель каламбуров устроился в круглошуточный магазин'''
,'''Украинская княжна Анна Ярославна приехала во Францию, бросила шмат сала на стол и сказала: "Порiж!"
И с тех пор это место стало называться Париж.'''
,'''- Стой! Что ты пьешь! Это же метанол, ты что, не видишь?!
- Нет'''
,'''Парень приводит девушку домой, знакомиться. Та заходит в коридор, наклоняется туфли снять и громко пердит, смущается и смотря в потолок говорит: - ой, какая у Вас люстра красивая... Ей парень отвечает: - в зал зайдешь вообще обосрёшься!'''
,'''АХАХахах блять анекдот
Деревенский мужик стал импотентом, и жена ему говорит такая:
- Слушай, либо ты идешь к врачу, либо мы разводимся, решай в конце концов, я устала уже.

Муж подумал, чтобы семья не разрушилась, пойду к врачу схожу. Пришел к врачу, объяснил ситуацию, а врач ему говорит:
- Ты не переживай, дам тебе рецепт, пойдешь в аптеку, возьмешь препарат, будешь каждый день по одной таблетке пить.

Врач отдал рецепт. Мужик идет в аптеку, покупает нужное лекарство, и прежде чем зайти в деревню вместо того что бы одно лекарство выпить, взял и как пять штук вмазал.

Пришел домой, у него встал, и как давай жену насиловать, она бедная плачет, убежала тетю на помощь звать. Тетя пришла, он и ее изнасиловал. Тетя побежала к соседям, всю деревню на помощь позвала, он всех соседей из деревни изнасиловал.

Вся деревня в лес убежала от страха, а он сидит и думает: " Что мне делать, надо наверное к врачу идти, исправлять ситуацию"
Приходит к врачу и говорит:
- Доктор, вся деревня от меня убежала, стоит, не падает, всех хочу. Что мне делать доктор?
Доктор спрашивает:
-А ты сколько таблеток выпил?
- Пять штук сразу
- Ну дурак бля, ладно, есть вариант, купишь бутылку водки, выпьешь ее залпом, придешь домой и два провода от розетки в свой причиндал бабахни, и все пройдет.

Мужик купил водки, выпил залпом, приходит домой, два провода в член и бабах, и сознание потерял.

А в лесу уже стемнело, холодает, деревенские жители замерзали и решили послать самого молодого на разведку. Проверить что с мужиком там. Молодой сбегал, видит провода торчат, мужик на полу лежит, прибегает назад, а у него спрашивают жители:
-Ну что там, упал елдак у него?
- Да какой там упал, ОН ЕГО БЛЯТЬ НА ЗАРЯДКУ ПОСТАВИЛ!!!'''
,'''Стучит мужик по батарее гаечным ключом, а ему соседи орут:
— Заебал уже по батарее бить! Зачем ты это делаешь?
— Я люблю слушать металл!'''
,'''Приходит женщина в клинику искусственного оплодотворения и заходит к врачу.
– Я хотела бы иметь ребенка, – говорит она.
Врач спрашивает:
– Мальчика или девочку?
– Мальчика, – отвечает она.
Врач что-то наливает в баночку, и спрашивает:
– Блондина или брюнета?
– Брюнета, – отвечает она.
Врач еще что-то добавляет в баночку. И спрашивает:
– Какого телосложения?
– Среднего.
Он еще что-то добавляет в баночку и спрашивает:
– На кого из актеров вы хотите, чтобы он был похож, – спрашивает.
Она долго думает и отвечает:
– На Ди Каприо.
Он еще что-то добавляет в баночку и дает ей это выпить. Женщина, выпивши, теряет сознание. Врач, расстегивая брюки, подходит к ней и говорит:
– «Ди Каприо», «»Ди Каприо»… какой получится, такой и будет.'''
,'''1960-70 е годы. СССР. Урок патриотизма в детском саду. Воспитательница спрашивает детей:
-Где у детей самые хорошие книжки? Самые добрые сказки?
Дети, хором:
-В Советском Союзе!
-Где у детей самое вкусные конфеты? Самые большие яблоки?
-В Советском Союзе!
-Где у детей самые ласковые воспитатели?
-В Советском Союзе!
-Где у детей самые красивые игрушки?
-В Советском Союзе!
-Вовочка, что ты плачешь?
-Хочу жить в Советском Союзе!'''
,'''    Весна. По доpоге идут паpень с девушкой. Вокpуг кpасота, птички поют, чеpвячки пеpеплетаются. Паpень намекает, мол, давай зайдем в лесок. Девушка в ответ кивает головой. Заходят они в лесок, нашли подходящую полянку, pазложились, ну и долбятся. Hо вдpуг, паpню pезко пpиспичило по малой. Он и говоpит: — Слушай, доpогая, я сейчас отлучусь в кусы, отолью, веpнусь и мы с тобой пpодолжим. — Ты что, не знаешь? В этом лесу живет быстpый Гонзалес! — ...? — Hу, как только ты отойдешь, он пpибежит и начнет меня ебать. — Hу хоpошо, тогда я отвеpнусь, отолью, повеpнусь и мы с тобой пpодолжим. — Hет, ты не понял - это быстpый, очень быстpыйй Гонзалес. — Hеужели такой быстpый? — Да пиздец какой быстpый. — Хоpошо. Тогда я выну, отвеpну в стоpону, отолью, а тебе заткну пальчиком, чтоб Гонзалес ничего не сделал. Девушка, подумав, соглашается. Паpень достает, отвоpачивает, и засовывает палец в жопу быстpому Гонзалесу.

'''
,'''    Мужчина приходит магазин, покупать шляпу. Одну померил, другую, ни одна не подходит. К нему подходит продавщица:
    -Мужчина, может вам папаху дать?
    -По пизде себе дай, дура бешеная!

'''
,'''    Заходят феминистки в бар
    А нет, не заходят, дверь узковата

'''
,'''В ночь перед Рождеством вдоль немецко-австрийской границы идут два немецких пограничника, в предвкушении конца смены обсуждают предстоящий праздничный ужин в кругу семьи. Вдруг один замирает на месте и говорит дрожащим голосом:
— Ну всё, пропал ужин!
— Как, что случилось?!
— Да смотри, покойник на дереве, самоубийца! Всё пропало, пока приедет полиция, пока допросят домой доберёмся, всё пропал ужин!
— Да погоди, что-нибудь придумаем!
— Да что здесь придумаешь?!
— Да погоди, а. вот, давай перевесим его на австрийскую сторону, пусть они с ним и разбираются!
Сказано-сделано…
Через полчаса по другой стороне идут тихо беседуя на ту же тему Рождества два австрийских пограничника, вдруг один из них увидел висельника.
— Смотри Йоган, ОН ОПЯТЬ ЗДЕСЬ ВИСИТ!!!'''
,'''Штирлиц спросил Кэт:
— Вы любите фильмы про любовь?
— Бесспорно! — ответила Кэт.
— А я — с порно, — признался Штирлиц.'''
,'''    Обнаружили русские подводную лодку, решили определить чья она, спустили одного водолаза.
    Выныривает первый, говорит, американцы стопудов, Camel курят.
    Второго водолаза спускают, говорит, французы, коньяк французский пьют.
    Третьего спускают, он возвращается и говорит:
    - там молдоване
    - Почему?
    - А я в иллюминатор постучался - они открыли...

'''
,'''Передача на радио. Позвонившим предлагают назвать слово, которого нет в словаре, но которое в предложении может иметь смысл. Итак, звонок. Ведущий: здраствуйте, вы кто? — Я Дэйв. — Ваше слово? — Шолб. По буквам: Ш-О-Л-Б. — Такого слова в словаре нет. У вас все шансы выиграть путевку. Теперь скажите осмысленное предлложение с этим словом. — Шолб ты на хуй! Телефонный звонок моментально обрывают. Далее передача продолжается, проходит несколько неудачных разговоров со звонящими. И вот очередной звонок. Ведущий: Алло. Как вас зовут? — Джефф. — Ваше слово? — Эцново. Э-Ц-Н-О-В-О. — Да, странное слово, в словаре нет. А предложение целиком? — Эцново я. Шолб ты на хуй!!!'''
,'''Подарили чукче машину и поехал он в Москву.
Через неделю приходит письмо мол все хорошо, доехал, через неделю выезжаю. Прошел месяц, все уже на нервах и тут приезжает чукча. Ему говорят мол почему так долго едешь? А он в ответ
Тьфу блять, придумали машину! Вперед 4 скорости а назад одна!'''
,'''Семья новоселов осматривает новую квартиру. Обсуждают — куда какую мебель ставить. Вдруг ребенок пяти лет грит:
— А здесь мы полку заебеним.
Папаша как шмякнет ему по репе:
— Понял?!
— Да, понял!
— Что ты понял?
— Она здеся на хуй не нужна.'''
,'''– Доктор, я случайно проглотил батарейку. Что меня теперь ожидает? – Электрический стул.'''
,'''Бесконечное число математиков заходит в бар.
Бармен молвит:
- Вам как обычно ?
- Да ! - разом ответили математики.
Бармен оглох.'''
,'''Армянский ОМОН жестоко разогнал протестующих резиновыми нардами и слезоточивым коньяком'''
,'''Молодой юнга попал на корабль. Капитан его в курс дела вводит, обязанности объясняет, порядки местные.
- Женщин на корабле нет, дрочи, но если совсем припрет, у нас есть кок-пидорас.
- Да нет, я не такой. Меня девушка ждет!
- Ну смотри..
Через полгода на корабле, юнга подходит к капитану:
- Помните, насчет кока вы говорили. Но я б хотел, что бы это было тайной, и больше никто не узнал.
- Не получится. Узнают минимум два человека, кто будут его держать, пока ты его ебешь
- Но вы же сказали, что он пидорас!
- Конечно пидорас. Готовит хуево, пересаливает постоянно'''
,'''    Заходят как-то украинский кот со своим хозяином к ветеринару. Ветеринар смотрит на кота и говорит: «Привит?», а кот отвечает: «Здравствуйте».

'''
,'''Едут в поезде хохол и русский. Решили в дурака поиграть, а карт нет.
Решили играть тем, у кого что есть. Хохол сало достал, ну а русский буханку черного хлеба.
Хохол отрезает шмат, кладет, говорит: "Туз".
Русский отрезает хлеб, говорит: "Шесть козырная", забирает и есть начинает.
Ну, хохол обалдел, думает, как бы русского теперь надурить.
Отрезает еще больший шмат, кладет, говорит:
"Туз козырный! ".
Русский репу почесал, подумал, и говорит:
"Что ж делать, принял... "'''
,'''Заходит патриот в обувной магазин:
-можно у вас обувь купить?
-да, конечно. Какой размер?
-41-45
Что, простите?
-можем повторить'''
,'''Чем отличается десантник от сапера? — направлением полета.'''
,'''Купили два грузина лошадь. Привели её домой, осмотрели и заметили что она худая, мешок костей. Решили вставить ей в задницу трубку и надуть. Один дует–дует, дует–дует, устал:
— Гиви, я усталь, твоя очеред!

Второй достает из задницы трубку и вставляет другим концом:
— Гиви, ты щито делаешь?!
— Я брэзгую!'''
,'''С небоскреба одновременно падают негр и цыган. Кто упадет первым?
.
.
.
.
.
.
Уровень преступности'''
,'''Устроил как то князь Владимир Ясно–Солнышко пир на весь мир. Пьёт, гуляет и тут одна девица ему приглянулась. Приказал усадить её рядом с собой. И вот сидит красавица с князем, а тот её яствами заморскими и винами сладкими потчует, да расспрашивает откуда, кто родители, сколько лет. Девица захмелела, набралась смелости и спрашивает: "Превеликий Государь, а почему Вас называют Ясно–Солнышко?" А князь ей отвечает: "Видишь всех этих людей? Они пьют, едят и веселятся. Но пройдёт какое–то время и они разойдутся по домам. А ты останешься и будешь сосать мой хуй. Ясно, солнышко?"'''
,'''Купила бабка в магазине галоши, а коробку ей не дали. Нести не в чем. Заходит она в аптеку и говорит провизору:
— Доченька, зайка, дай мне пожалуйста какую ни на есть коробочку.
Та без всякой задней мысли дает ей коробку, а на ней написано: “1000 презервативов”. Едет бабка в автобусе с коробкой под мышкой. Просто ошалевший пассажир спрашивает:
— А на долго ли вам бабушка ентой коробочки хватает?!?
— Ой милок, да как наш дед шоркает — хоть бы на неделю хватило!'''
,'''Короче. Сидят мужики бухают, разлили всем по стаканам последние 0.5л и тут один помер. Взлетает на небеса, а там апостол Пётр, говорит, мол, ты прожил достойную жизнь, что бы попасть в рай...а мужик в шоке...как так? взял и помер и просит Петра вернуть его на землю допить последний стакан водки, хоть кем, хоть мухой, комаром. Ну апостол согласился и отправляет его обратно. Очнулся мужик на потолке паучком и прямо под ним его стакан с водкой, а падать то высоко, страшно. Взмолился тогда мужик, как так, как он такой маленький до стакана то долетит, разобьётся же насмерть опять. И голос говорит ему, мол ты начни тужиться и из твой задницы ниточка появится, на ней и спустишься до стакана. Стал мужик тужиться, и вправду - ниточка, спустился так до середины комнаты, а до стакана всё равно далеко еще падать. И снова взмолился. И снова голос : "Сильнее тужься". И стал мужик со всей силы тужиться. А тут мужики его будят: "Проснись, мужик ты обосрался".'''
]
